{
  "NAVBAR": {
    "LANGUAGE_TITLE": "Language",
    "HOME": "Home",
    "ABOUT": "About",
    "SKILLS": "Skills",
    "EXPERIENCES": "Experiences",
    "PROJECTS": "Projects",
    "CONTACT": "Contact",
    "ACHIEVEMENTS": "Achievements"
  },
  "HOME": {
    "NAME": "Hirun Kodituwakku",
    "CURRENT_STATUS": "Software Enginner",
    "FACEBOOK_LINK": "https://www.facebook.com/hirun.kodituwaku/",
    "EMAIL_LINK": "hirunz2000@gmail.com",
    "PHONE": "+94768452198",
    "HOME_CITY": "https://www.google.com/maps/place/Galle/@6.0558904,80.1769774,13z/data=!3m1!4b1!4m6!3m5!1s0x3ae173bb6932fce3:0x4a35b903f9c64c03!8m2!3d6.0328948!4d80.2167912!16zL20vMDI3M21r"
  },
  "ABOUT": {
    "TITLE": "A Little Bit About Me",
    "DESCRIPTION": {
      "GREETING": "Hi there!",
      "PARAGRAPH1": "My name is Hirun, and I'm currently a final year software engineering undergraduate studying at the Informatics Institute of Technology (IIT), an affiliated institution of the University of Westminster in the UK. I'm incredibly passionate about software engineering and I'm excited to see where my career takes me in the industry. !",
      "PARAGRAPH2": "I completed my primary and secondary education at Richmond College Galle, where I excelled academically and achieved 9A's in my GCE O/L exams and ABB in my GCE A/L exams (Maths stream). I was also accepted into the Computer Science program at the University of Colombo School of Computing, but decided to pursue my degree at IIT instead.",
      "PARAGRAPH3": "Throughout my time at IIT, I've had the opportunity to attend numerous hackathons and competitions, and was even awarded the Best 2nd Year Software Engineering Project 2021 at Cutting Edge.",
      "PARAGRAPH4": "I also had the privilege of interning at 99x in July 2021, where I was able to gain hands-on experience working with diverse tech stacks and developing serverless architectures using AWS services. The experience was both challenging and rewarding, and I feel grateful for the opportunity to have worked with such a talented team.",
      "PARAGRAPH5": "I'm passionate about staying up-to-date with the latest trends and technologies in the industry, and I'm always on the lookout for new opportunities to learn and grow."
    },
    "IMAGE_ALT": "About page image"
  },
  "EXPERIENCES": {
    "TITLE": "Experiences",
    "PROFFESSIONAL": {
      "TITLE": " Professional Experience",
      "99X_PERIOD": " 2021 JULY - 2022 JULY (13M)",
      "99X_DESCRIPTION1": "During my internship at 99x, I worked on a cloud-based gym security system. The application offers web dashboard for management and a mobile app for users, with the web dashboard built using React and the mobile app built using React Native.",
      "99X_DESCRIPTION2": "My primary role was to work on the backend, designing and writing data transfers between third-party systems and the application. I was also involved in system design, specifically designing AWS state machines to fetch data overnight and through webhooks. Additionally, worked in the frontend as well."
    },
    "HIGHER_EDUCATION": {
      "TITLE": "Higher Education",
      "IIT_PERIOD": "2020 JAN - 2023 JULY",
      "IIT_DESCRIPTION1": " I am currently following the B.ENG Software Engineering Honours degree course at ",
      "IIT_DESCRIPTION2": ", which is affiliated with the ",
      "IIT_DESCRIPTION3": ". Throughout the four years of study, I have gained a comprehensive understanding of various programming languages and frameworks, software development methodologies and practices and etc. ",
      "IIT_DESCRIPTION4": " In addition to my academic achievements, I have actively participated in various software engineering competitions and hackathons which not only helped me enhance my skills but also taught me the importance of teamwork, communication, and time management."
    },
    "SCHOOL": {
      "TITLE": "Primary and Seconary Education",
      "DESCRIPTION1": "  I am a former student of ",
      "DESCRIPTION2": ", where I studied from grade 1 to 13. During my time at school, I actively participated in various extracurricular activities, including athletics and numerous clubs and societies, while still managing to perform well in my studies. I passed my GCE O Level exams earning 9A's (including optional subjects English Literature, ICT, and Commerce), and then went on to complete my GCE A Levels with a Maths stream, earning ABB. Based my A level results, I was selected to pursue a Computer Science degree at the University of Colombo School of Computing (UCSC)."
    },
    "VOLUNTEER": {
      "MEMBER": "Member",
      "VOLUNTEER": "Volunteer",
      "CHIEF_ORGANIZER": "Chief Organizer"
    }
  },
  "SKILLS": {
    "TITLE": "Skill Inventory"
  },
  "ACHIEVEMENTS": {
    "TITLE": "Achievements"
  },
  "PROJECTS": {
    "TITLE": "Projects"
  },
  "CONTACT": {
    "TITLE": "Contact"
  }
}
